<?php

return [
    'status' => [
        'created' => 'Статус успешно создан',
        'modified' => 'Статус успешно изменён',
        'deleted' => [
            'success' => 'Статус успешно удалён',
            'failed' => 'Не удалось удалить статус',
        ],
    ],
    'task' => [
        'created' => 'Задача успешно создана',
        'modified' => 'Задача успешно изменена',
        'deleted' => 'Задача успешно удалена',
    ],
    'label' => [
        'created' => 'Метка успешно создана',
        'modified' => 'Метка успешно изменена',
        'deleted' => [
            'success' => 'Метка успешно удалена',
            'failed' => 'Не удалось удалить метку',
        ],
    ],
];
